Repository: ShaastraWebops/Shaastra-2011-Website
Catalog: sct-0.6/communitytools/sphenecoll/sphene/sphboard/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: -- Select Category --
de: -- Wähle eine Kategorie --
fr: -- Sélectionner une catégorie --

source: Latest threads in %(obj_name)s
de: Aktuelle Threads in %(obj_name)s
fr: Dernières discussions dans %(obj_name)s

source: Subject
de: Betreff
fr: Sujet

source: Author
fr: Auteur

source: Views
de: Aufrufe
fr: Vues

source: Posts
fr: Messages

source: Latest Post
fr: Dernier message

source: Latest Post Author
fr: Auteur du dernier message

source: Heat
fr: Activité

source: File
de: Datei
fr: Fichier

source: Board settings
de: Foren Einstellungen
fr: Paramètres forum

source: Default Notify Me - Value
de: Voreinstellung für 'Benachrichtung'
fr: Me notifier par défaut - Valeur

source: Successfully saved board profile.
de: Forum Profil wurde erfolgrich gespeichert.
fr: Profil forum modifié avec succès.

source: Board Signature
de: Forum Signatur
fr: Signature forum

source: Custom renderer '%(renderer)s' needs a matching Render Class entry in your sphene settings 'board_custom_markup'
de: Custom renderer '%(renderer)s' benötigt ein geeignete Renderklassen Eintrag in Ihrem sphene setting 'board_custom_markup'
fr: L'afficheur personnalisé '%(renderer)s' exige une entrée classe de rendu dans le paramètre 'board_custom_markup'

source: Can't render markup '%(markup)s'
de: Kann markup '%(markup)s' nicht rendern.
fr: Rendu de la balise '%(markup)s' impossible

source: You can use %(description)s in your posts
de: Sie können %(description)s in Ihrem Post verwenden
fr: Vous pouvez utiliser %(description)s dans vos messages

source: Threads
fr: Discussions

source: Body
de: Inhalt
fr: Corps

source: Please enter the result of the above calculation.
de: Bitte geben Sie das Ergebnis der obigen Rechnung ein.
fr: Ecrire le résultat de l'opération ci-dessus.

source: Answers (1 per line)
de: Antworten (1 pro Zeile)
fr: Réponses (1 par ligne)

source: Allowed Choices per User
de: Anzahl der Wahlmöglichkeiten pro Benutzer
fr: Choix possibles par utilisateur

source: Enter how many answers a user can select.
de: Geben Sie die Anzahl der Auswahlmöglichkeiten ein die ein Benutzer selektieren kann.
fr: Saisissez le nombre de réponses qu'un utilisateur peut sélectionner.

source: --- Last Edited by %(username)s at %(edit_date)s ---
de: --- Zuletzt bearbeitet von %(username)s am %(edit_date)s ---
fr: --- Dernière modification par %(username)s le %(edit_date)s ---

source: Vote created successfully.
de: Abstimmung wurder erfolgreich erstellt.
fr: Vote créé avec succès.

source: Post edited successfully.
de: Post wurde erfolgreich editiert.
fr: Message modifié avec succès.

source: Post created successfully.
de: Post wurde erfolgreich gespeichert.
fr: Message créé avec succès.

source: Annotated a users post.
de: Annotation wurde erfolgreich zum Post hinzugefügt.
fr: Message annoté.

source: Select target category
de: Wählen Sie die Zielkategorie
fr: Sélectionner la catégorie cible

source: Please describe why this thread had to be moved.
de: Bitte erklären Sie, warum thiser Thread verschoben werden muss.
fr: Décrire la raison du déplacement de cette discussion.

source: Moved thread into new category.
de: Thread wurde in die neue Kategorie verschoben.
fr: Discussion déplacée dans une nouvelle catégorie.

source: This thread was moved from the category %(category_name)s
de: Dieser Thread wurde aus der Kategorie %(category_name)s verschoben
fr: Cette discussion a été déplacé depuis la catégorie %(category_name)s

source: You have already voted.
de: Sie haben bereits abgestimmt.
fr: Vous avez déjà voté.

source: Please select at least one answer.
de: Bitte selektieren sie mindestens eine Antwort.
fr: Sélectionner au moins une réponse.

source: Please only select %(choices)d answers.
de: Bitte selektieren sie nur %(choices)d Antworten.
fr: Sélectionner %(choices)d réponse(s) seulement.

source: You cannot abstain from voting and at the same time select a valid answer.
de: Sie können sich nicht Ihrer Stimme enthalten und gleichzeitig eine Antwort selektieren.
fr: Vous ne pouvez pas vous abstenir de voter tout en sélectionnant une réponse valide.

source: You've selected an invalid choice.
de: Sie haben eine ungültige Auswahl getroffen.
fr: Vous avez sélectionné un choix invalide.

source: Voted for '%(choice)s'.
de: Für '%(choice)s' abgestimmt.
fr: Vote pour '%(choice)s'.

source: You selected to abstain from voting
de: Sie haben sich Ihrer Stimme enthalten
fr: Vous avez sélectionné un vote d'abstention

source: Successfully created email notification monitor.
de: Sie werden zukünftig über neue Posts per email benachrichtigt.
fr: Notification programmée avec succès.

source: Removed email notification monitor.
de: Sie werden NICHT mehr per email über neue Posts benachrichtigt.
fr: Notification désactivée.

source: You are currently receiving email notifications on new posts.
de: Sie werden derzeit per Email über neue Posts benachrichtigt.
fr: Vous êtes actuellement notifié(e) par courriel concernant les nouveaux messages.

source: Stop notifications
de: Emailbenachrichtigungen einstellen
fr: Arrêter les notifications

source: You are currently receiving email notifications on new posts because you subscribed to a parent category.
de: Sie bekommen derzeit Emailbenachrichtungen bei neuen Posts wegen einer Überkategorie.
fr: Vous recevez actuellement des notification par courriel concernant les nouveaux messages car vous êtes abonné(e) à une catégorie parente.

source: Notify me by email on new posts.
de: Ich möchte bei neuen Posts per Email benachrichtigt werden.
fr: Me notifier concernant les nouveaux messages.

source: Board
de: Forum
fr: Forum

source: at %(latest_post)s
de: am %(latest_post)s
fr: le %(latest_post)s

source: At <a href="%(post_url)s">%(latest_post)s</a>
de: In <a href="%(post_url)s">%(latest_post)s</a>
fr: Le <a href="%(post_url)s">%(latest_post)s</a>

source: By
de: Von
fr: Par

source: No Posts Yet.
de: Noch keine Posts.
fr: Pas de message.

source: Loading Preview ...
de: Lade Vorschau ...
fr: Chargement de la prévisualisation ...

source: You are already receiving email notifications for this thread or category.
de: Sie erhalten bereits Emailbenachrichtigungen für diesen Thread oder diese Kategorie.
fr: Vous recevez déjà des notifications par courriel pour cette discussion ou catégorie.

source: Notify me by email on new posts in this thread.
de: Ich möchte per Email über neue Posts in diesem Thread benachrichtigt werden.
fr: Me notifier par courriel pour les nouveaux messages dans cette discussion.

source: Add a poll to this thread
de: Füge eine Abstimmung zu diesem Thread hinzu
fr: Ajouter un sondage à cette discussion

source: Poll
de: Abstimmung
fr: Sondage

source: Upload Attachment
de: Datei an den Post anhängen
fr: Télécharger la pièce jointe

source: Upload File
de: Datei hinzufügen
fr: Télécharger le fichier

source: Post
fr: Envoyer

source: Preview
de: Vorschau
fr: Prévisualisation

source: Post New Thread
de: Neuen Thread erstellen
fr: Nouvelle discussion

source: You have no permission to create a new thread.
de: Sie haben keine Berechtigung einen neuen Thread zu erstellen.
fr: Vous n'avez pas la permission de créer une nouvelle discussion.

source: Please login to create a new thread.
de: Bitte melden Sie sich an, um einen neuen Thread zu erstellen.
fr: S'enregistrer pour créer une nouvelle discussion.

source: Posted by
de: Geschrieben von
fr: Envoyé par

source: Registered at
de: Registriert am
fr: Enregistré le

source: Annotate post: %(subject)s by
de: Anmerkung hinzufügen zu: %(subject)s von
fr: Annoter le message: %(subject)s par

source: Annotate
de: Anmerkung speichern
fr: Annoter

source: Editing Poll
fr: Modification du sondage

source: Save
de: Speichern
fr: Enregistrer

source: Latest
de: Aktuellsten Posts
fr: Récents

source: Title
de: Betreff
fr: Titre

source: Last Post
de: Letzter Post
fr: Dernier message

source: There are currently no categories. (Or you have no permission to see them.)
de: Es existiert momentan keine Kategorie. (Oder Sie sind nicht Berechtigt diese zu sehen.)
fr: Il n'y a pas de catégories actuellement (ou vous n'avez pas la permission de les voir).

source: Subject / Author
de: Betreff / Autor
fr: Sujet / Auteur

source: Thread was moved: <a href="%(th_url)s">%(th_subject)s</a> into <a href="%(cat_url)s">%(cat_name)s</a>.
de: Der Thread "<a href="%(th_url)s">%(th_subject)s</a>" wurde in die Kategorie "<a href="%(cat_url)s">%(cat_name)s</a>" verschoben.
fr: Discussion déplacée: <a href="%(th_url)s">%(th_subject)s</a> dans <a href="%(cat_url)s">%(cat_name)s</a>.

source: Sticky:
de: Wichtig:
fr: Collant:

source: Hot:
de: Top-Thread:
fr: Activité:

source: Poll:
de: Abstimmung:
fr: Sondage:

source: Locked:
de: Gesperrt:
fr: Verrouillé:

source: %(hits)s Threads in this category.
de: %(hits)s Threads in dieser Kategorie.
fr: %(hits)s Discussions dans cette catégorie.

source: Mark all Posts in this Category as read.
de: Alle Posts in dieser Kategorie als gelesen markieren.
fr: Marquer tous les messages dans cette catégorie comme lus.

source: Catch Up
de: Alle Threads als gelesen markieren.
fr: Rattraper

source: Move Thread: %(subject)s by
de: Verschiebe Thread: %(subject)s by
fr: Déplacer la discussion: %(subject)s par

source: Move Thread
de: Verschiebe Thread
fr: Déplacer la discussion

source: Editing post
de: Post editieren
fr: Modification du message

source: Posting reply to thread %(subject)s.
de: Eine antwort zu dem thread %(subject)s verfassen.
fr: Réponse à la discussion %(subject)s.

source: Posting new thread.
de: Neuen Thread verfassen
fr: Nouvelle discussion.

source: Thread Options:
de: Thread Optionen
fr: Options de discussion:

source: Remove Sticky
de: Entferne Sticky-Bit
fr: Enlever Collant

source: Make Sticky
de: Mache Thread Sticky
fr: Rendre Collant

source: Unlock Thread
de: Entsperre Thread
fr: Libérer la discussion

source: Lock Thread
de: Sperre Thread
fr: Verrouiller la discussion

source: Store
de: Speichern
fr: Archiver

source: Annotate/Hide
de: Anmerkungen/Verstecken
fr: Annoter/Cacher

source: Edit
de: Bearbeiten
fr: Modifier

source: Quote
de: Zitieren
fr: Citer

source: Post hidden by
de: Beitrag versteckt von
fr: Message caché par

source: Post annotated by
de: Beitrag annotiert von
fr: Message annoté par

source: Attachments
de: Anghängte Dateien
fr: Pièces jointes

source: Edit this poll
de: Abstimmung editieren
fr: Modifier ce sondage

source: You already voted. Here are the results
de: Sie haben bereits abgestimmt. Hier ist das Resultat
fr: Vous avez déjà voté. Voici les résultats

source: votes total
de: Benutzer haben abgestimmt
fr: Nombre de votes total

source: did not answer
de: haben sich enthalten
fr: n'ont pas répondu

source: Error:
de: Fehler:
fr: Erreur:

source: You may select up to %(choices_per_user)s answers:
de: Sie können bis zu %(choices_per_user)s antworten auswählen
fr: Vous pouvez sélectionner jusqu'à %(choices_per_user)s réponses:

source: Show Results (You won't be able to vote.)
de: Resultat anzeigen (Hiermit enthalten Sie sich.)
fr: Afficher les résultats (Vous ne pourrez pas voter).

source: You need to be logged in to vote.
de: Sie müssen eingelogged sein umabzustimmen.
fr: Vous devez être connecté pour voter.

source: Post Reply
de: Antwort verfassen
fr: Réponse

source: Thread is locked.
de: Thread ist gesperrt.
fr: Discussion verrouillée.

source: You have no permission to post a reply.
de: Sie haben nicht genügend Berechtigungen umzu antworten.
fr: Vous n'avez pas la permission de répondre.

source: Please login to post a reply.
de: Bitte loggen Sie sich ein um eine antwort zu verfassen.
fr: Se Connecter pour répondre.

source: Comments
de: Kommentare
fr: Commentaires

source: Signature
de: Signatur

source: Question
de: Abstimmungs-Frage
