Repository: ShaastraWebops/Shaastra-2011-Website
Catalog: sct-0.6/communitytools/sphenecoll/sphene/sphwiki/locale/*/LC_MESSAGES/django.po
Languages: de

source: title
de: titel

source: body
de: inhalt

source: fileupload
de: Datei Upload

source: description
de: Beschreibung

source: Detected redirect loop.
de: Endlose Schleife in Weiterleitung.

source: Not configured.
de: Nicht konfiguriert.

source: Error while generating PDF file. %(error)s
de: Fehler während dem generierender PDF Datei. %(error)s

source: This is the first change.
de: Dies ist die erste Version.

source: %(date)s by %(editor)s
de: %(date)s von %(editor)s

source: Edit this version
de: Diese Version bearbeiten

source: Successfully deleted attachment.
de: Datei erfolgreich gelösch.

source: Please enter the result of the above calculation.
de: Bitte geben Sie das Ergebnis der obigen Rechnung ein.

source: Reverted to revision of %(editdate)s
de: Revision vom %(editdate)s wiederhergestellt.

source: This snip is secured - View only allowed by: %(allowed_users)s
de: Dieser snip ist abgesichert - Er darf nur angesehen werden von: %(allowed_users)s

source: Edit
de: Bearbeiten

source: Attachments
de: Angehängte Dateien

source: Download PDF
de: Als PDF herunterladen

source: Back to Snip
de: Zurück zum Snip

source: Previous Change
de: Vorherige Version

source: Next Change
de: Nächste Version.

source: Save
de: Speichern

source: Warning
de: Warnung

source: You are editing an old version: By %(version_editor)s at %(version_editdate)s
de: Sie bearbeiten gerade eine alte Version: Erstellt von %(version_editor)s am %(version_editdate)s

source: Change Message
de: Log Meldung

source: Preview
de: Vorschau

source: Date
de: Datum

source: Editor
de: Bearbeiter

source: %(changecount)s Changes.
de: %(changecount)s Versionen.

source: Create New Attachment
de: Neue Datei hochladen

source: Action
de: Aktion

source: Attachment
de: Angehängte Dateien

source: Upload Date
de: Erstellungsdatum

source: Uploader
de: Ersteller

source: Delete
de: Löschen

source: %(attachment_count)s Attachments.
de: %(attachment_count)s angehängte Dateie.

source: Last Modified: %(snip_changedate)s by %(snip_editor)s
de: Zuletzt bearbeitet am %(snip_changedate)s von %(snip_editor)s

source: Snip Changes
de: Snip Versionen

source: Wiki History
de: Wiki Historie

source: Snip %(snip_prefix)s%(snip_name)s%(snip_postfix)s does not yet exist.
de: Der Snip %(snip_prefix)s%(snip_name)s%(snip_postfix)s wurde noch nicht erstellt.

source: Create It.
de: Erstelle diesen Snip.
