Repository: ShaastraWebops/Shaastra-2011-Website
Catalog: sct-0.6/communitytools/sphenecoll/sphene/community/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Max upload filesize of %(max_size)d bytes exceeded. (Your file had %(size)d bytes)
fr: Taille de fichier max de %(max_size)d octets dépassée pour un téléchargement. (Votre fichier en fait %(size)d)

source: Uploaded an invalid image.
fr: image téléchargée invalide.

source: Delete avatar
fr: Supprimer avatar

source: Users avatar
fr: Avatars utilisateurs

source: Comma separated list of tags.
fr: liste de tags séparés par virgule

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Email address
fr: Adresse mél

source: Change password
fr: Modifier mot de passe

source: To modify your password fill out the following three fields.
fr: Pour modifier votre mot de passe, remplissez les trois champs suivants.

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Retype your new password
fr: Répétez votre mot de passe

source: Invalid password.
fr: Mot de passe invalide

source: Passwords do not match.
fr: Les mots de passe ne coïncident pas

source: -- Select Object Type --
fr: -- Sélectionner un type d'objet --

source: Allows you to limit the given permission to only one specific object.
fr: Permet de limiter une permission à un seul objet.

source: Invalid Object Type
fr: Type d'objet invalide

source: User does not exist.
fr: Utilisateur inexistant.

source: Normal User
fr: Utilisateur ordinaire

source: Administrator
fr: Administrateur

source: This email address will be shown to all users. If you leave it black noone will see your email address.
fr: Cette adresse mél sera vue de tous les utilisateurs. Laisser vide pour que personne ne voit cette adresse.

source: This email address will be shown to all users. If you leave it blank, your verified email address will be shown.
fr: Cette adresse mél sera vue de tous les utilisateurs. Laisser vide pour que soit montrée votre adresse après vérification.

source: This display name will be shown to all users. If you leave it blank then your username will be shown.
fr: Ce nom sera vu de tous les utilisateurs. Laisser vide pour que votre nom utilisateur soit affiché.

source: This display name will be shown to all users. If you leave it blank, your first and last name will be shown. If those are blank too, then your username will be shown.
fr: Ce nom sera vu de tous les utilisateurs. Laisser vide pour que vos nom et prénom soient affichés. Si ils sont vide également, le nom utilisateur sera affiché.

source: Community settings
fr: Paramètres community

source: Display name
fr: Nom affiché

source: Public email address
fr: Adresse mél publique

source: Successfully saved community profile.
fr: Profil community enregistré avec succès.

source: Anonymous
fr: Anonyme

source: Captcha input
fr: Saisir le captcha

source: Invalid Captcha response.
fr: Réponse au captcha invalide

source: Another user is already registered with the email address %(email)s.
fr: Un utilisteur avec l'adresse mél %(email)s est déjà enregistré

source: No user found with that email address.
fr: Aucun utilisteur existant avec cette adresse mél.

source: Your requested username / password
fr: Vos nom utilisateur / mot de passe demandés

source: Your requested username / password for site %(site_name)s
fr: Vos nom utilisateur / mot de passe demandés pour le site %(site_name)s

source: Email verification required
fr: Vérification mél requise

source: Email verification required for site %(site_name)s
fr: Vérification mél requise pour le site %(site_name)s

source: Username
fr: Nom utilisateur

source: The username %(username)s is already taken.
fr: Le nom utilisateur %(username)s est déjà pris.

source: Password
fr: Mot de passe

source: Verify Password
fr: Vérifier le mot de passe

source: Successfully changed user profile.
fr: Profil utilisateur modifié avec succès.

source: Removed user %(username)s from rolegroup.
fr: Utilisateur %(username)s retiré du groupe.

source: Successfully saved role.
fr: Rôle enregistré avec succès.

source: Successfully deleted role member.
fr: Rôle supprimé avec succès.

source: Successfully added member.
fr: Membre ajouté avec succès.

source: Please enter the result of the above calculation.
fr: Saisissez svp le résultat de l'opération ci-dessus.

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Permission Denied
fr: Permission refusée

source: You do not have permission to view this page.
fr: Vous n'avez pas la permission d'accéder à cette page.

source: Profile for
fr: Profil de

source: Edit
fr: Modifier

source: Name
fr: Nom

source: Email Address
fr: Adresse mél

source: Modifying user profile for
fr: Modifier

source: Username:
fr: Nom utilisateur:

source: Save
fr: Enregistrer

source: Reveal email address
fr: Révéler adresse mél

source: Please Enter your email address. You will then receive a URL to continue registration.
fr: Saisissez svp votre adresse mél. Vous recevrez alors un URL pour poursuivre votre enregistrement.

source: Send Email Validation Code
fr: Envoyez le code de validation mél

source: An email containing the required validation code has been sent to <b>%(email)s</b>.<br/> Please check your emails to continue registration process.
fr: Un mél contenant le code de validation requis a été envoyé à <b>%(email)s</b>.<br/> Vérifiez svp votre courrier pour continuer le processus d'enregistrement.

source: User Registration
fr: Enregistrement utilisateur

source: Register
fr: Enregisrer vous

source: Successfully registered user and logged in.
fr: Utilisateur enregistré avec succès et connecté.

source: You have requested to register with the email address: %(email)s on the %(group_name)s website.
fr: Vous avez demandé à vous enregistrer avec cette adresse mél: %(email)s sur le site web %(group_name)s

source: <a href="http://%(baseurl)s%(path)s">To continue registration, please follow this link</a>.
fr: <a href="http://%(baseurl)s%(path)s">Pour continuer l'enregistrement, suivez svp ce lien</a>.

source: Thanks for your interest, Your %(group_name)s Team.
fr: Merci pour l'intérêt que vous portez à ce site, Votre équipe %(group_name)s.

source: If you did not make this request you can safely ignore this email.
fr: Si vous n'avez pas fait cette requête, vous pouvez sans risque ignorer ce courrier.

source: If you have forgotten your username or password, you can enter your email address here. You will then receive your username and a newly generated password by email.
fr: Si vous avez oublié votre nom d'utilisateur ou votre mot de passe, vous pouvez saisir ici votre adresse mél. Vous recevrez alors votre nom d'utilisateur et un nouveau mote de passe par mail.

source: Send
fr: Envoyer

source: A new password was generated for your account.
fr: Un nouveau mot de passe a été généré pour votre compte.

source: You should receive an email containing your username and new password shortly.
fr: Vous devriez recevoir un courrier contenant votre nom d'utilisateur et un nouveau mote de passe prochainement.

source: Successfully logged out.
fr: Déconnecté avec succès.

source: Your username and password didn't match. Please try again.
fr: Votre nom d'utilisateur and votre mot de passe ne coïncident pas. Essayez encore svp.

source: Password:
fr: Mot de passe:

source: Login
fr: Connection

source: Cancel
fr: Annuler

source: Forgot Username/Password ?
fr: Nom/mot de pass oublié ?

source: Role List
fr: Liste des Rôles

source: Members
fr: Membres

source: Store
fr: Archiver

source: Flags
fr: Drapeaux

source: Manage Members
fr: Gérer les Membres

source: Create Role
fr: Créer un Rôle

source: Members of the role '%(role_name)s'.
fr: Membres du rôle '%(role_name)s'.

source: User
fr: Utilisateur

source: Role Group
fr: Groupe

source: Remove
fr: Enlever

source: Add Member
fr: Ajouter un Membre

source: Add Rolegroup
fr: Ajouter un Groupe

source: Back to Role Groups
fr: Retour vers les Groupes

source: Modifying rolegroup '%(rolegroup_name)s'
fr: Modification du groupe '%(rolegroup_name)s'

source: Role Groups
fr: Groupes

source: Create a new Role Group
fr: Créer un nouveau Groupe

source: Ascending
fr: Montant

source: Descending
fr: Descendant

source: Reveal this emailaddress
fr: Révéler cette adresse mél

source: Submit
fr: Soumettre
